Repository: takoikatakotako/charalarm-ios
Catalog: Charalarm/Localizable.xcstrings
Source language: en
Languages: ja

# alarm-add-alarm
source: Add Alarm
ja: アラーム追加

# alarm-alarm-name
source: Alarm Name
ja: アラーム名

# alarm-delete-alarm
source: Delete Alarm
ja: アラーム削除

# alarm-edit-alarm
source: Edit Alarm
ja: アラーム編集

# alarm-failed-to-create-an-alarm
source: Failed to create an alarm.
ja: アラームの作成に失敗しました。

# alarm-failed-to-edit-the-alarm
source: Failed to edit the alarm.
ja: アラームの編集に失敗しました。

# alarm-failed-to-get-the-alarm-list
source: Failed to get the alarm list.
ja: アラーム一覧の取得に失敗しました。

# alarm-please-enter-the-alarm-name
source: Please enter the alarm name
ja: アラーム名を入力してください

# alarm-you-can-create-up-to-three-alarms
source: You can create up to three alarms.
ja: アラームは最大3つまで作成できます。

# character-character-list
source: Character List
ja: キャラクター一覧

# character-failed-to-get-the-character
source: Failed to get the character.
ja: キャラクターの取得に失敗しました。

# character-illustration
source: Illustration
ja: イラスト

# character-voice
source: Voice
ja: CV

source: Close
ja: とじる

source: commo-next
ja: つぎ

# common-cancel
source: Cancel
ja: キャンセル

# common-close
source: Close
ja: 閉じる

# common-failed-to-connect-with-the-server
source: Faild to connect with ther server. Please wait a while and try later
ja: サーバーとの通信に失敗しました。時間をあけて後ほどお試しください。

# common-next
source: Next
ja: 次へ

source: common-reset
ja: リセット

# common-save
source: Save
ja: 保存

# config-application-info
source: Application Info
ja: アプリケーション情報

# config-are-you-sure-you-want-to-reset-the-app
source: Are you sure you want to reset the app?
ja: アプリをリセットしてよろしいですか？

# config-config
source: Config
ja: 設定

# config-inquires-about-the-app
source: Inquiries about the app
ja: アプリについてのお問い合わせ

# config-inquires-adding-characters
source: Inquiries about adding characters
ja: キャラクター追加のお問い合わせ

# config-license
source: License
ja: ライセンス

# config-official-discord
source: Official Discord
ja: 公式Discordアカウント

# config-official-twitter
source: Official Twitter
ja: 開発者のXアカウント

# config-other
source: Other
ja: その他

# config-reset
source: Reset
ja: リセット

# config-user-info
source: User Info
ja: ユーザー情報

# config-version-info
source: Version Info
ja: バージョン情報

# day-of-week-friday
source: Fri
ja: 金

# day-of-week-monday
source: Mon
ja: 月

# day-of-week-saturday
source: Sat
ja: 土

# day-of-week-sunday
source: Sun
ja: 日

# day-of-week-thursday
source: Thu
ja: 木

# day-of-week-tuesday
source: Tue
ja: 火

# day-of-week-wednesday
source: Wed
ja: 水

source: Error
ja: エラー

# error-an-unknown-error-has-occurred
source: An unknown error has occurred.
ja: 不明なエラーが発生しました。

# error-failed-to-get-the-authentication-information
source: Failed to get the authentication information
ja: 認証情報の取得に失敗しました。

# news-failed-to-get-the-news
source: Failed to get the news.
ja: ニュースの取得に失敗しました。

# news-news
source: News
ja: ニュース

# profile-character-selection
source: Character selection
ja: キャラクター選択

# profile-downloading-resources
source: Downloading resources
ja: リソースをダウンロードしています

# profile-failed-to-download-resources
source: Failed to download resources
ja: リソースのダウンロードに失敗しました

# profile-failed-to-get-the-character-information
source: Failed to get the character information.
ja: キャラクター情報の取得に失敗しました。

# profile-failed-to-get-the-resource-of-the-character
source: Failed to get the resource of the character.
ja: キャラクターのリソースの取得に失敗しました。

# profile-illustration
source: Illustration
ja: イラスト

# profile-name
source: Name
ja: 名前

# profile-profile
source: Profile
ja: プロフィール

# profile-voice
source: Voice
ja: CV

# profile-want-to-call-this-character
source: Want to call this character?
ja: このキャラクターに電話してもらいたいですか？

source: Reset
ja: リセット

# tutorial-agree-with-the-privacy-policy
source: I agree with the privacy policy
ja: プライバシーポリシーに同意する

# tutorial-did-you-get-a-call
source: Did you get a call?
ja: 無事に電話がかかってきましたか？

# tutorial-failed-to-save-user-information
source: Failed to save user information.
ja: ユーザー情報の保存に設定に失敗しました。

# tutorial-finally-please-allow-push-notificaion
source: Finally, please allow push notifications, such as to announce the addition of new characters.
ja: 最後に新しいキャラクターの追加のお知らせのなどのため、プッシュ通知の許可をお願いします。

# tutorial-get-a-call
source: Get a call
ja: 電話をしてもらう

# tutorial-go-to-home-screen
source: Go to home screen
ja: ホーム画面へ

# tutorial-let-us-try-it-now
source: Let's try it now!
ja: さっそく試してみてなのだ！

# tutorial-open-the-privacy-policy
source: Open the privacy policy
ja: プライバシーポリシーを開く

# tutorial-please-accept-the-privacy-policy
source: Please accept the privacy policy
ja: プライバシーポリシーへの同意をお願いします。

# tutorial-please-choose-your-favorite-character
source: Please choose your favorite character.
ja: 好きなキャラクターを選んでみてください。

# tutorial-this-is-an-app
source: This app is an app that the character calls at the time you set.
ja: このアプリは設定した時間にキャラクターが電話をしてくれるアプリなのだ。

# tutorial-welcome-to-charalarm
source: Welcome to Charalarm!!
ja: キャラームにようこそ！

# tutorial-you-can-see-the-characters
source: You can see the characters that can receive incoming calls from the character list.
ja: キャラクター一覧から着信を受けられるキャラクターを見ることができます。

# tutorial-you-can-set-multiple-alarms
source: You can set multiple alarms by specifying the time and day of the week.
ja: アラームは時間や曜日を指定して複数セットすることができます。

# update-requird-open-app-store
source: Open App Store
ja: App Storeを開く

# update-requird-please-install-the-latest-version
source: Please install the latest version of the app from the store.
ja: ストアから最新版のアプリのインストールをお願いします。

# update-requird-the-app-needs-to-be-updated
source: The app needs to be updated.
ja: アプリのアップデートが必要です。

# update-requird-update-requird
source: Update Requird
ja: アップデートが必要です

# user-info-user-info
source: User Info
ja: ユーザー情報

# user-info-user-name
source: User Name
ja: ユーザー名
